kepsilon/usada/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    frontback
    {
    type            empty;
        inGroups 1(empty);
        nFaces          270908;
        startFace       202645;
    }
    topbottom
    {
        type            patch;
        physicalType    patch;
        nFaces          446;
        startFace       473553;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          112;
        startFace       473999;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          112;
        startFace       474111;
    }
    walls
    {
      type            wall;
      inGroups 1(wall);
        nFaces          402;
        startFace       474223;
    }
)

// ************************************************************************* //
